[
  {
    "abstract": "During the pandemic lockdown, musicians Carlos Guedes and Kaustuv Ganguli started testing online music making software to check which technologies were (still) around and engaged in a project involving colleagues and students from NYU Abu Dhabi called Hindustabic Electronica. This project used the online medium to explore how elements from Hindustani, Arabic, and Electronic music could coexist musically. This group ended up doing more than 15 live online performances. Examples of these performances can be seen [here](https://youtu.be/ReV6bMiZgX4) and [here](https://studio.youtube.com/video/3_RwZtYPw5o/edit). Our proposal for ISMIR 2022 is a reduced version of this ensemble, performing live with Kaustuv Ganguli on vocals, Carlos Guedes on live electronics, and a tabla player to be designated. This would fall equally in categories Live Ensemble and Cross-Cultural collaborations. The performance will last 10 minutes at the most.",
    "affiliation": "NYU Abu Dhabi",
    "author_emails": "carlos.guedes@nyu.edu",
    "authors": "Carlos Guedes",
    "bio": "Carlos Guedes has a multifaceted activity in composition and sound design counting numerous commissioned projects for dance, theatrical performance, film, and interactive installations besides conventional concert music. He counts more than 80 premieres internationally, having presented work in places such as Expo’98, Expo 2020, European Capital of Culture 2001 and 2012, ArCo, De Waag, Ars Electronica, ICMC, SMC, SIGGPRAH, Judson Church, Shangai eArts, The Kitchen, National Theater S. João, Casa da Música, Beijing Modern Music Festival, and Asia Culture Center. His music is eclectic, combining influences that range from industrial to carnatic music, from western erudite traditions to trans-cultural free improvisation, always using computational technologies as tools for further expanding musical expression. Guedes also develops a parallel activity as a researcher, focusing on the development of generative computational technologies for music performance, composition, and improvisation. He is one of the founders of the Music and Sound Cultures (MaSC) research group at NYU Abu Dhabi, a group that develops hybrid methodologies blending computational and humanistic approaches for the understanding of the music from the Gulf, East Africa, and South India. Home to several funded projects that develop their research agenda, a central aspect to the group’s activities is the development of novel computational tools (such as VR environments and games) for promoting interaction and enculturation with music from this region. Carlos Guedes holds a PhD (2005) and MA (1996) in composition from New York University and a BM (1993) from ESMAE-IPP (Porto, Portugal). He is currently Associate Professor of Music and Affiliated Associate Professor in Computer Engineering at New York University Abu Dhabi and Affiliated Associate Professor of Music in Music Technology at NYU Steinhardt.",
    "channel_name": "m-1",
    "channel_url": "https://slack.com/app_redirect?channel=C04D92RRD40",
    "position": "1",
    "primary_author": "Carlos Guedes",
    "primary_email": "carlos.guedes@nyu.edu",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "",
    "title": "Hindustronic Live",
    "uid": "356",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1dtKe1Au9AhJuxjbN_GnRUgCAFmRAjrpf/preview"
  },
  {
    "abstract": "Conformity #16 is a piece composed by Jason Palamara in conjunction with various AI and machine learning applications and ML-enabled performance filters. The initial musical material was generated using Magenta and AVATAR (developed by Palamara and percussionist Scott Deal). The resulting materials were filtered by a novel performance filter called mml.contourizer (developed by Jason Palamara as part of a forthcoming mml package of objects and devices for Max and Ableton Live), which constrains MIDI pitch data into a finite number of predetermined melodic contours. The ensemble plays a graphic score also generated via mml.contourizer. IUPUI's DISEnsemble premiered this piece in their first in-person concert after the pandemic (Spring 2021), accompanying the autonomously performed piano part via a Yamaha Disklavier. DISEnsemble performs live music mainly on second-hand electronic devices, hacked instruments, and sustainably sourced electronic materials.",
    "affiliation": "Indiana University Purdue University Indianapolis (IUPUI)",
    "author_emails": "japalama@iu.edu",
    "authors": "Jason Palamara",
    "bio": "Jason Palamara is a technologist and performer on acoustic and electronic instruments. As an Assistant Professor of Music Technology at IUPUI, he specializes in the development and deployment of machine learning-enabled performance technologies for music. He is the founder/director of IUPUI’s 30+ member DISEnsemble (Destructive/Inventive Systems Ensemble), which builds or hacks musical and non-musical stuff and plays live concerts. He regularly performs and composes music for modern dance as a solo artist and maintains a long-term creative partnership percussionist-composer Scott Deal, with whom he developed AVATAR. AVATAR is an autonomous music system uses machine learning to play along with live improvisation.",
    "channel_name": "m-2",
    "channel_url": "https://slack.com/app_redirect?channel=C04CMR45JN8",
    "position": "2",
    "primary_author": "Jason Palamara",
    "primary_email": "japalama@iu.edu",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://indiana-my.sharepoint.com/:i:/g/personal/japalama_iu_edu/EboQcbGc0I9ApotyxieuFrYBmniRLb7aYohQJfgl_whhhw?e=uRqQr7",
    "title": "Conformity #16 for autonomous piano and large ensemble",
    "uid": "352",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1qTZM4EWQSbTgVVNNHTIxJOmGrNs3G0L-/preview"
  },
  {
    "abstract": "\"Wings\" is a work for solo clarinet written by world-renowned classical composer Joan Tower in 1986. Our clarinetist and animator, Nikki Pet, approached Joan Tower to augment her work with animation that emphasizes musical nuance through visual media. We sought to take this video animation one step further by transforming it into a live concert experience using our new system for “visual accompaniment”. \n\nOur visual accompaniment system is based on the Informatics Philharmonic automated accompaniment system created by Chris Raphael (described in detail in a [previous publication](https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.847.9305&rep=rep1&type=pdf ) The Informatics Philharmonic works by simultaneously performing 1) online score following, determining solo note onset times as the performance evolves, and 2) future note onset scheduling, or predicting when a soloist will place future notes before they occur. This predictive ability allows the Informatics Philharmonic to stretch an audio accompaniment track so it “meets” the soloist at its next note onset. Our current work extends this idea from audio accompaniment to “video accompaniment”, where a pre-made video is stretched in real time to match a live player. In our current iteration of the software, we modified the existing Informatics Philharmonic application to send out predicted times of future soloist notes as they are calculated. These times are received by a MaxMSP program that controls the video frame playback rate of Nikki Pet’s Wings animation. A test run of Wings recorded by Nikki Pet in her home can be seen [here](https://www.youtube.com/watch?v=y9aq3i6n7vI)",
    "affiliation": "Indiana University, Yale University",
    "author_emails": "Kpet@iu.edu | nikki.pet@yale.edu | craphael@indiana.edu",
    "authors": "Kaitlin Pet | Nikki Pet | Christopher Raphael",
    "bio": "Chris Raphael: Christopher Raphael received his PhD in Applied Mathematics at Brown University in 1991, where his studies focused on statistical pattern recognition. He held a postdoctoral appointment in the Statistics department at Stanford, was a research scientist in Arabic character recognition at Bolt Beranek and Newman, and held a faculty position in the Department of Mathematics and Statistics at the University of Massachusetts, Amherst. He came to Indiana University in 2004 where he leads the Music Informatics group in the School of Informatics and Computing and Engineering. His music research includes musical accompaniment systems, algorithmic musical analysis, modelling of musical expression, and optical music recognition. His work in music informatics fuses long-standing interests in music, statistics, and computation. \n \n \n \n Nikki Pet: Nikki Pet is a masters student at the Yale School of Music, studying with David Shifrin. Prior to studying at Yale, Nikki received a B.A. in computer science from Columbia University, where she was also a member of the Juilliard Exchange Program, studying with Alan Kay. \n Nikki also produces multimedia performances dedicated to engaging audiences unfamiliar with classical music. Live and digital productions include Stravinsky’s L’Histoire du Soldat, Prokofiev’s Peter and the Wolf (arr. wind quintet), and Bach’s Second Violin Partita (arr. clarinet and oboe duo). Many of these performances can be found on Nikki’s YouTube channel: youtube.com/c/claripet\n \n \n Kaitlin Pet: Kaitlin Pet is an Informatics PhD student in the Intelligent and Interactive Systems track at Indiana University SICE school of Informatics, Computer Science and Engineering. Her research focuses on many aspects of music and artificial intelligence, including music visualization, score-following based flexible and live media, and improving the technology around remote chamber and orchestral playing. She holds a BA in Biology and Computer Science from Columbia University and a GPD from the Hartt School in oboe performance, where she concentrated on oboe chamber performance.",
    "channel_name": "m-3",
    "channel_url": "https://slack.com/app_redirect?channel=C04CGD3QS3X",
    "position": "3",
    "primary_author": "Kaitlin Pet",
    "primary_email": "Kpet@iu.edu",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "Nikki Pet: https://drive.google.com/file/d/1p5G_x1QZASGlR13t56DxvSYxvPxen6JF/preview\n \n \n Chris Raphael:\n https://drive.google.com/file/d/1865SPZD5Upt2zgT-AmFKPjpJ8s2rUcWl/preview\n \n Kaitlin Pet:\n https://drive.google.com/file/d/1juYTi-hFxn-5eknKHjwWlN42oivq6195/preview",
    "title": "\"Wings\", for Solo Clarinet and Automated Accompaniment Video Animation",
    "uid": "348",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1n1TjZ5JU8vseuTxAb-RWS0hDcCjl8qFt/preview"
  },
  {
    "abstract": "AI Phantasy was composed at the GRIS multichannel studio, the University of Montreal in Quebec, Canada; the sound dome MEIT theater at the Center for Experimental Music and Intermedia, University of North Texas, and my home studio.\n\n\nOne of the main sound-producing mechanisms in the piece is a vacuum cleaner. The airflow travels from the motor through the suction hose and telescopic tube to the end nozzle. The excitation signal is produced by various membranes and other probs vibrating at the end of the suction tube. Then the sound is modulated following the Fab Synthesis paradigm, a sound synthesis practice I used throughout the piece. The idea of generating sound by air suction posed several challenges but also gave me the kind of sounds I imagined for this piece. In addition, I developed a series of circular pan flute kind of sound generators which could rotate electromechanically in variable speeds. In this case, the airflow generator was an air pump compressor. I used a modified airbrush attachment to control airflow and direction. The result sounded as a hyper-pan flute with unique sound possibilities.\n\nIn AI Phantasy, among various sound treatments, I used extensively commercial software utilizing machine learning audio search and classification features such as Accusonus Regroover, Izotope RX, Orchidea, Sononym, among others.\nThe word Phantasy refers to a phantasy with “Ph” as a state of mind of an infant child during the early stages of development. Phantasies are constructed from internal and external reality, modified by feelings and emotions, and then projected into both real and imaginary objects. On the other hand, Fantasy (with “F”) is a reverie, a daydream, an imagined unreality that anyone can create. We fantasize consciously about future possibilities and fulfillment of our basic needs and wishes. Fantasies may well include elements of the deeper unconscious phantasies.",
    "affiliation": "University of North Texas",
    "author_emails": "email@panayiotiskokoras.com",
    "authors": "Panayiotis Kokoras",
    "bio": "Kokoras is an internationally award-winning composer and computer music innovator, and currently Professor of composition and CEMI director (Center for Experimental Music and Intermedia) at the University of North Texas. Born in Greece, he studied classical guitar and composition in Athens, Greece and York, England | he taught for many years at Aristotle University in Thessaloniki. Kokoras's sound compositions use sound as the only structural unit. His concept of \"holophonic musical texture\" describes his goal that each independent sound (phonos), contributes equally into the synthesis of the total (holos). In both instrumental and electroacoustic writing, his music calls upon a \"virtuosity of sound,\" a hyper-idiomatic writing which emphasizes on the precise production of variable sound possibilities and the correct distinction between one timbre and another to convey the musical ideas and structure of the piece. His compositional output is also informed by musical research in Music Information Retrieval compositional strategies, Extended techniques, Tactile sound, Hyperidiomaticity, Robotics, Sound and Consciousness. More information at http://www.panayiotiskokoras.com",
    "channel_name": "m-4",
    "channel_url": "https://slack.com/app_redirect?channel=C04D92RU7TJ",
    "position": "4",
    "primary_author": "Panayiotis Kokoras",
    "primary_email": "email@panayiotiskokoras.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://www.panayiotiskokoras.com/wp-content/uploads/2022/09/NVD0796-1024x987.jpg",
    "title": "AI Phantasy",
    "uid": "343",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1n8K74pp7LfrS6s2pM0tAR1aV6NUcdyNL/preview"
  },
  {
    "abstract": "In Carnatic music, Yati patterns are the decorative features used in different compositional forms. The patterns are named after the shape they seem like. The existing patterns are Mridanga, Damaru, Sama, Gopuccha, Srotovaha and Vishama yatis. In the present composition, a new yati called the Taranga has been introduced.  \n\nPattern examples for Yatis:\nMridanga - 5 6 7 6 5; Damaru- 5 4 3 2 3 4 5; Sama -  4 4 4 4;Gopuccha – shape of a cow tail – 5 4 3 2 1; Srotovaha – water stream- 1 2 3 4 5; Vishama – irregular -  4 6 2 3 1;Taranga – waves, tides -  4 6 4 6 4 (or) 5 4  5  4  5\n\nComposition structure: This composition is the combination of various yati patterns. \nThe tala chosen is Adi talam, which has 8 beats. Taking four counts on each beat, every cycle counts for 32 matras. The yatis are chosen in such a way that they fit to this 32 tala cycle.The execution of the song begins with singing the notation, to present the yati patterns clearly. The same arrangement will be played on percussion too. The song has:\n\nPallavi: Mridanga and Sama Yatis (4 5 6 5 4 and 2 2  2  2).\nCharanam 1: (4  3  2   4  3 2    4 3 2,   2.5  2.5,   6  7  8   and  3  2  1  2  3)\n3(Gopucha) + Sama +Srotovaha + Damaru\nCharanam 2:   (4 6 4 6 4,   3 1 2 1 1,   5 3 5 3 5,    3 2 1 2 3)\nTaranga + Vishama+Tarnga+ Damaru \n\nKolam is presented with the same number of dots as the calculation in the yati while the song is being sung. It represents the shapes after which the yatis were named. An attempt is made to match these shapes to those of popular musical instruments. Kolam gets executed in the same time duration with the same yati patterns as that of each section of the song. After every section of the composition, there is a percussion solo with the combination of some yatis that perfectly fit to the 32 tala cycle. Names of the yatis are the lyrics of the composition. \nNote: The song is recorded LIVE without any cut, paste or editing. The three performers performed together at the same time.\n \n\n\n",
    "affiliation": "IIIT Hyderabad, Independent Musician",
    "author_emails": "sarojajanardan@gmail.com | drtklsujatha@gmail.com | chandukm@gmail.com",
    "authors": "Saroja T.K. | Sujatha TKL | Chandrakanth Mamillapalli",
    "bio": "Dr. T.K.Saroja: (Author and vocalist of the work)\n T.K.Saroja has been trained in Carnatic music by Late Sriman.N.Ch.Krishnamacharyulu , a versatile scholar in music and literature. She is a post graduate in Mathematics and also Carnatic music. She pursued her Ph.D in Carntic music. She is currently working as lecturer in the International Institute of Information Technology, Hyderabad and faculty in the University of Silicon Andhra, California an online university promoting Indian Arts, Culture and languages. She has been a visiting faculty at the Center for Cultural Resources and Training (CCRT). Saroja has been a performer, composer and researcher in music alongside her teaching. She has published papers in the international and national conferences and journals. She performs along with her sister Sujatha, the duo known as T.K.Sisters. She has composed music and gave voice for many devotional albums and dance ballets. She has been active in giving lecture demonstrations on varied subjects of music. She has been undergoing training in Hindustani Classical music under Pt.Satish Kashikar.\n \n Dr.T.K.L.Sujatha – Kolam presenter in the work\n T.K.L. Sujatha, disciple of Late Sriman.N.Ch.Krishnamacharyulu is a post graduate in English and Music. She pursued her Ph.D in Carnatic music. She has been into teaching music to students from in and abroad. She is currently teaching at the ‘Indian Raga’, a platform promoting Indian arts. She has published papers in the international and national conferences and journals. She performs along with her sister, Saroja, the duo known as T.K.Sisters. She has given her voice for many devotional albums and dance ballets. She has been a visiting faculty at the Center for Cultural Resources and Training (CCRT). She has been undergoing training in Hindustani Classical music under Pt.Satish Kashikar.\n \n Chandrakanth(Percussionist):\n M.Chandrakanth, disciple of Sri Palakurthi Ramachadra Sarma, completed Diploma and Masters under his guidance. He is a graded artist of All India Radio. Currently working as an Assistant Professor Kuchipudi Department in the University of Silicon Andhra, California.",
    "channel_name": "m-5",
    "channel_url": "https://slack.com/app_redirect?channel=C04C4QZ1X2T",
    "position": "5",
    "primary_author": "Saroja T.K.",
    "primary_email": "sarojajanardan@gmail.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/file/d/1l0mKW-JKD4aekDDKtX7ZHP4mKUpOLnrV/view?usp=sharing",
    "title": "A song with yati Patterns- Visual representation through Kolam",
    "uid": "349",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1Db9vsVHeueUsvx6p8ILATK3hdRS-ZQUu/preview"
  },
  {
    "abstract": "“Fantastic AI Sinawi” is a live performance of a haegeum (해금) player with visuals and accompaniment. The music was composed using melodies generated by a GRU-based language model. With the form of “sinawi(시나위),” one of the most frequently played genres among Korean traditional ensemble music, a human haegeum player performs improvisation along with the accompaniment part based on AI-generated melodies. Through this project, we try to discover the future and means to transform Korean folk music with modern technology.\n\n\nSinawi has two essential features: the musical scale and improvisation. For the scale, sinawi uses “Yukjabaegi Tori(육자배기 토리).” It is characterized by deep, slow vibrato and the use of specific notes. For improvisation, each instrument player freely plays by imitating or contrasting the melodies.\n\n\nWe collected a sinawi melody dataset for this project, which consists of traditional sinawi and other monophonic folk melodies using the same scale. We also employed a larger monophonic melody dataset to train a base model. By fine-tuning this model with the sinawi melody dataset, we generated melodies in the style of sinawi. The generated melodies are then polished and composed into the form of one sinawi song. The accompaniment part consists of four instruments, gayageum (가야금), daegeum (대금), janggu (장구), and jing (징), pre-rendered by VSTi with rule-based MIDI CC modification.\n\n“Fantastic AI Sinawi” consists of two jangdans (장단), a musical concept of patterned tempo and rhythm in traditional Korean music. The former part of the song is slow going, while the latter part is fast and lively. The visualization focuses on conveying different sensations between two different jangdans, goodgeori (굿거리) and jajinmori (자진모리), in the style of Korean folk painting interacting with a live performance.\n",
    "affiliation": "Sogang University, S. Korea",
    "author_emails": "danbinaerin@naver.com, hannah@crescent.dev, chaelyoung@naver.com, dasaemj@sogang.ac.kr",
    "authors": "Danbinaerin Han | Hannah Park | Chaeryeong Oh | Dasaem Jeong",
    "bio": "Danbinaerin Han\n Danbinaerin Han graduated from Gugak National Middle School, Gugak National High School, and Seoul National University with a degree in Korean traditional music(Gugak) and is currently active as a Haegeum performer. She performed at Chamber Hall in Sejong Art Center and National Gugak Center and winning prizes in numerous music competitions (Dong-A Korean Traditional Music Competition, Incheon Korean Traditional Music Competition, 21st Korean Music Project, etc.). \n Under the direction of Professor Dasaem Jeong, she is presently conducting deep learning research on Korean traditional music at the Department of Art & Technology of Sogang University. She is eager to identify the similarities and differences in Eastern music as well as the distinctive melodic characteristics of Korean music. Through analysis and automatic generating of Korean music using cutting-edge technology, she looks for new directions for the genre's evolution.\n \n \n Hannah Park\n Hannah Park is majoring in Computer Science & Engineering and double majoring in Art & Technology. She is interested in the various traces in the world. She expressed our lives using a variety of tools and languages, not limited to just one way. <Planet 4543>, an interactive media art that changes graphics and sound through audience participation, was presented in HCI Korea 2022 Interactive Art Gallary. She hopes her activities can bring happiness to many people, just like the moonlight that lights up the darkness as happiness.\n \n Chaeryeong Oh\n Chaeryeong Oh is a graduate candidate with a Bachelor of Art and Science in Art & Technology and a Bachelor of Science in Computer Science and Engineering. They have focused on human interactions with and various expressions of music, such as using music as a medium to explain diverse topics, a straightforward method of shaping up ideas, a communication system, or exploring fun ways to teach the concept of music theory, under their basis of \"Music for All\" - easy and amusing access to music for everyone. They are currently interested in creating a generalized music framework to aid music creativity and draw entertaining musical interactions. \n Their work <Tonic Scape>, a VR experience in which users can visually draw the melody, was awarded second place at the KT Super VR game challenge in 2020 and released as game content in KT Super VR. <Need For Sound>, the experience of the possibilities of harmonic grammar, and <Doongdoong.club>, the experience of using music as a communication tool, are presented in HCI Korea in 2019 and 2022.\n They also had an internship for the media artist group Seoul Open Media, whose leader is media artist Byungjun Kwon and enhanced their view of the fusion of Korean traditional culture and high technology. During the apprenticeship, they participated in <The Theater of the Future (미래극장)>, held by Gyeonggi Sinawi Orchestra, a Korean traditional music group of Gyeonggi-do, Korea, by using deep learning to generate new sound with Korean folk music. In Contents Impact: Music Meets AI at Korea Creative Content Agency, they also had an experience using deep learning to generate neo-Korean traditional music and held a concert with the results.\n \n Daseam Jeong\n Dasaem Jeong graduated Ph.D. in Culture Technology from KAIST, researching expressive performance modeling with deep learning under the guidance of Prof. Juhan Nam. He is currently an assistant professor at the Dept. of Art & Technology, Sogang University.",
    "channel_name": "m-6",
    "channel_url": "https://slack.com/app_redirect?channel=C04CCPBR2B0",
    "position": "6",
    "primary_author": "Danbinaerin Han",
    "primary_email": "danbinaerin@naver.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/drive/folders/1XX254ETf0uS69IC6Y-NiONF6cKYpLyNV?usp=sharing",
    "title": "Fantastic AI Sinawi",
    "uid": "347",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1GGn36lZj_TIeu8dPk16jCEGSZQc17c31/preview"
  },
  {
    "abstract": "Kahan Re Aaya Tu (कहाँ रे आया तू) is an original composition by two MIR researchers in the Music Technology Group (MTG) at the Universitat Pompeu Fabra (UPF), Barcelona, Jyoti Narang and Thomas Nuttall, under the name Mukti (मुक्ति). Bonding over a mutual interest in Indian art and folk music styles, the two created the composition in after work sessions at the UPF offices in Barcelona. The composition combines elements of north indian folk singing and flamenco rumba guitar, a style native to Spain and particularly popular in the Catalan region, where the MTG is based. The concept for the video intends to capture this sentiment, documenting a day in the life of people living outside of their own culture in Barcelona.",
    "affiliation": "Universitat Pompeu Fabra, Barcelona",
    "author_emails": "thomas.nuttall@upf.edu, jyoti.narang@upf.edu",
    "authors": "Thomas Nuttall | Jyoti Narang",
    "bio": "Jyoti and Thomas are both PhD students in the Music Technology Group at the Universitat Pompeu Fabra, Barcelona. Jyoti’s research focus is on expression analysis of vocal performance whilst Thomas dedicates his time to melodic analysis in Indian Art Music.\n \n Ana Tejedor is a Barcelona based filmmaker specialising in science communication.",
    "channel_name": "m-7",
    "channel_url": "https://slack.com/app_redirect?channel=C04CK8FTZJP",
    "position": "7",
    "primary_author": "Thomas Nuttall",
    "primary_email": "thomas.nuttall@upf.edu",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/file/d/1xGhU0UybkVpK1vI_YTyIx-jU2eLPqpUd/view?usp=sharing",
    "title": "Mukti - Kahan Re Aaya Tu (मुक्ति - कहाँ रे आया तू)",
    "uid": "345",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1KfmD1GpqbrinYqOQ8-IG_B2GR_ctTj4w/preview"
  },
  {
    "abstract": "This piece was not written by me. I did not write the text. I did not write the music. I did not set the text to the music. The text was written by GPT-J and the music and setting of the text were generated by a Markov chain chained on Gregorian chant.\n\nThis work is an exploration of questions of machine creativity. Can computers be creative? How do we value art differently based on whether it was made by a human or a machine? What is happening when a program creates a piece of music? Ultimately, we have a historical re-reading of chant music through the lens of modern technology: neural networks, Markov chains, and artificial intelligence.",
    "affiliation": "University of California, Berkeley",
    "author_emails": "dz.luke@berkeley.edu",
    "authors": "Luke Dzwonczyk",
    "bio": "Luke Dzwonczyk is an M.A./Ph.D. student in music at UC Berkeley, where he works closely with the Center for New Music and Audio Technologies (CNMAT). Recently, he built interactive instruments for the Berkeley Dance Project, created a generative soundtrack for a film installation, and published papers on computer-assisted orchestration. His research interests include computational creativity, audio generation with neural networks, and sound visualization. \n \n Bass baritone Nicholas Isherwood is one of the leading singers of early music and contemporary music in the world today. He has sung in many of Europe's leading festivals and opera houses. Isherwood has worked closely with composers such as Sylvano Bussotti, Elliott Carter, George Crumb. Hans Werner Henze, Mauricio Kagel, György Kurtág, Olivier Messiaen, Giacinto Scelsi, Iannis Xenakis, among many others. He has improvised with Steve Lacy, Joelle Léandre, David Moss and Sainkho Namtchilak. Isherwood collaborated with Karlheinz Stockhausen for 23 years, singing numerous world premieres, including Montag, Dienstag, and Freitag from Licht.",
    "channel_name": "m-8",
    "channel_url": "https://slack.com/app_redirect?channel=C04CKBJ3F98",
    "position": "8",
    "primary_author": "Luke Dzwonczyk",
    "primary_email": "dz.luke@berkeley.edu",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "Luke Dzwonczyk headshot: https://drive.google.com/file/d/1CRgFg5XRREpTlol31agL-c_3HA6j5HF1/view?usp=sharing\n Nicholas Isherwood headshot: https://drive.google.com/file/d/1eRJIx-LcC1lktzkgDUMTw1-SF0hdSC36/view?usp=sharing",
    "title": "The Oratory of Saint Philip Neri",
    "uid": "353",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1zgj37TYblt8kboj7eB4IvDk_id_t0uhh/preview"
  },
  {
    "abstract": "###  BEATBOXING WITH HOMESPUN SOUND BOX:\n#### Author: Ranaprathap Ponnam (High school graduate)\nThis sound box is a best-out-of-waste invention. The outer material is a used water can. Some of the electronics are picked up from damaged devices, while the others were purchased separately. The speaker has a Bluetooth kit, a woofer, subwoofer, tweeter. It is powered with a 12V AC supply, which can also be powered with a battery. The internal PCB board is a two-channel 4440 IC as audio power amplifier board. The IC4440 has a built-in bass, treble and volume controls. The 100k ohm potentiometer is used for the bass control and two 47k ohm potentiometers are used for treble and volume control. The speaker has an aux-in and a 6.3mm jack socket as inputs and are soldered manually to the audio board. The output sources i.e woofer, subwoofer and tweeter are also manually soldered to the audio board. This has been built for personal practice purposes as buying one from the market was not affordable.\n\n### FUTURE IMPROVEMENTS:\n-> We are looking to add reverb and echo controls to our speaker. \n-> We are looking to also add a RCA connector, through which this speaker can be connected to TVs for external audio. \n\n### PERFORMANCE PIECE:\nThe presented piece is a set of different beats that express the diversity of sound the sound box can support. The different genre names have been projected in the video during that particular beat. The artist is self – taught. This work can belong to the category of Live Ensemble also.\n\n### NOTE:\nThe artist is from a remote background, with a lack of resources. Everything presented in the submission is self – developed.\n",
    "affiliation": "Independent musician",
    "author_emails": "ranaprathapponnam123@gmail.com",
    "authors": "Ranaprathap Ponnam",
    "bio": " -> Ponnam Ranaprathap pursuing his Bacherlor’s in Science, hails from Bandarupally village near Warangal, Telangana\n -> He comes from a remote background, with lack of resources.\n -> He is a self-taught beatboxer. He developed his interest in music when he was in 9th grade. His father being a performer of arts, the interest naturally developed in him. \n -> He mimics sounds of various musical instruments, as well as sounds of various birds and animals too. \n -> He has performed in various religious festivals, and exhibitions in and around his village and has won great laurels for his talent and innovation. He has also performed Beat-boxing at the prestigious Ravindra Bharati in Hyderabad. \n -> Apart from his musical ability, he is also an innovator. To amplify his beatbox, he designed and developed his own sound box from scrap materials. \n -> To save people from electrocutions in agricultural fields, he created an auto on /off motor. He has also created an egg hatching machine. To draw out water from heavy floods, he made a motor which draws out water with great efficiency. \n -> He was recently felicitated by the District officials, appreciating and acknowledging his great skill and innovation. \n -> He is an ardent admirer of the popular beatboxer, Tom Thum.",
    "channel_name": "m-9",
    "channel_url": "https://slack.com/app_redirect?channel=C04CCPBTB7G",
    "position": "9",
    "primary_author": "Ranaprathap Ponnam",
    "primary_email": "ranaprathapponnam123@gmail.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/file/d/1VfZTWJ8QAmKkBUm88e-3ViOdLjmRito8/preview",
    "title": "Beatboxing with a homespun Sound box",
    "uid": "354",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1m8EMDfr2lZQy9iLQ0RRXVYypUtcwRqA7/preview"
  },
  {
    "abstract": "Authors:\nViolin: Sreevatsa#\nUkulele & Vocals: Suswara#\n\nDISCLAIMER: #Equal contribution\n\nThe Carnatic raga Sankarabharanam and the major scales of Western music share same note variety. We have considered Cmaj as the base scale. The charanam line (Neerajakshi Nee Pai) from the Varnam ‘Saami Ninne Kori’ in Sankarabharanam is the reference line and is sung after each song for scale reference. The three modes Mixolydian, Aeolian and Dorian of the major scale are chosen, and parts of the western songs based on these modes are taken up for performance. The modes above correspond to the Carnatic ragas Harikambhoji, Narabhairavi and Kharaharapriya respectively.\n\nIn Carnatic music, the aforementioned ragas are the outcomes of grahabhedam applied on Sankarabharanam notes with Panchama, Dhaivata and Rishabha as graha swara (tonic note) respectively. The main task in this experiment is to present a different version of the chosen songs by converting their notation to Sankarabharanam and applying gamakas of the same to it. This is clearly presented on violin where the gamaka rendition is presented first with Cmaj chords on the Ukulele, followed by the original western song by the vocalist with chords of that mode on the Ukulele.\n\nThe first song in Mixolydian (Harikambhoji) mode, ‘Sweet child of mine’ is shown in the Sankarabharanam perspective using grahabheda by considering Panchama of Sankarabharanam as the graha swara. The other two songs ‘Counting Stars’ (Aeolian), and ‘Boulevard of broken dreams’ (Dorian) are also presented in the same way by considering Dhaivatha and Rishabha of Sankarabharanam as the graha swaras. The corresponding swara of Sankarabharanam is played on the violin, and colors and visual prompts have been used to represent the change in raga and demonstrate the Grahabedha concept. \n\nIt is the play of Gamaka and Grahabheda that blends and differentiates Carnatic and Western styles of music.\n",
    "affiliation": "KL University, Hyderabad",
    "author_emails": "sreevatsa2508@gmail.com | suswarapochampally@gmail.com",
    "authors": "Tallapragada Shanmukha Sreevatsa | Suswara Pochampally",
    "bio": "# Biography - Sreevatsa:\n \n -> Shanmukha Sreevatsa is a final year undergraduate student from KL University Hyderabad, majoring in Electronics and Communication Engineering.\n -> He is currently working as a Research Assistant at the International Institute of Information Technology, Hyderabad, and is working on Historical Document Image Analysis. \n -> He is a violinist, trained in South Indian Classical (Carnatic) music for the last 15 years under Shri Ashok Gurjale.\n -> He is a National Scholarship holder from CCRT, Ministry of Culture, Govt. of India. He has pursued his Certificate-level and Diploma courses in Carnatic violin from Potti Sreeramulu Telugu University with distinction grades. He has participated in several National-level music competitions | to highlight a few: secured first prize in Baalotsav - National-level Music Competitions (Kothagudem) for 4 years | first and third prizes in Navya Nataka Samiti (Hyderabad) for 3 years. \n -> He has performed over 100+ live concerts all over India. To highlight a few: Naadaneerajanam, Tirupati | International Children’s Fim Festival, Hyderabad | World Steel Conference, New Delhi\n -> He loves experimenting with Carnatic music with other genres and styles of music and has also been a part of several independent music albums and short films. \n \n \n# Biography - Suswara:\n \n -> Suswara Pochampally is a high school student pursuing Senior Secondary education through the National Institute of Open Schooling.\n -> She is undergoing vocal training in Carnatic music from her mother Dr. T. K. Saroja and Hindustani music from Satish Kashikar ji.\n -> She holds a certificate in Carnatic music.\n -> She is also learning tabla from Uday Kumar Nari, and has finished certificate equivalent course in it.\n -> She is interested in exploring multiple genres of music and performing them.",
    "channel_name": "m-10",
    "channel_url": "https://slack.com/app_redirect?channel=C04C4QZ5TMM",
    "position": "10",
    "primary_author": "Tallapragada Shanmukha Sreevatsa",
    "primary_email": "sreevatsa2508@gmail.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/file/d/1veyX_oQi5AlabEIkKv-eYQNa1xkWmh_2/preview",
    "title": "Confluence of Carnatic and Western Music using Grahabedha and Carnatic Gamakas",
    "uid": "350",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1m8EMDfr2lZQy9iLQ0RRXVYypUtcwRqA7/preview"
  },
  {
    "abstract": "Hendrik Vincent Koops’ Recurrent Variations for String Orchestra are a set of variations for String Orchestra, created with generative audio machine learning models. It is based on his submission to ISMIR 2021, where he presented a String Quartet piece for the standard string quartet ensemble of two violins, viola and cello, and consisting of three movements. The Recurrent Variations for String Orchestra are the result of a co-creative process between the composer and generative models, similar to his String Quartet piece. However, in the The Recurrent Variations for String Orchestra, the composer explores the capabilities of the models to generate audio-based variations of the String Quartet. The models used to create this piece were trained on a large dataset of public domain string quartet and orchestral music, and variations were generated by using different parts of the original String Quartet as a seed for the generative models. Model output is automatically filtered and selected based on music feature extraction, and mixed to mimic the sonic qualities of a large string orchestra. The resulting Musique Concrete-like variations reflect the limitations of these models such as capturing musical features like local structure and dependency between voices, and thus knowing how to properly express them. This misinterpretation is reflected in the artwork, which was also co-created with AI, in which a depiction of string players are seen eating their instruments, instead of playing them. This submission presents three variations from the complete set of the Recurrent Variations for String Orchestra.",
    "affiliation": "RTL Netherlands",
    "author_emails": "hvkoops@gmail.com",
    "authors": "Hendrik Vincent Koops",
    "bio": "Hendrik Vincent Koops is a composer and Senior Data Scientist at RTL Netherlands. He received a B.A. degree with Honors in Audio and Sound Design, and a M.A. degree in Music Composition in 2008, both at the HKU University of the Arts Utrecht. In 2012 he received a B.S. degree in Cognitive Artificial Intelligence and in 2014 the M.S. degree in Artificial Intelligence at Utrecht University. After completing research at the Department of Electrical and Computer Engineering at Carnegie Mellon University, he received a Ph.D. degree in Computer Science from Utrecht University in 2019, where he studied the computational modelling of variance in musical harmony. At RTL Netherlands, he is responsible for developing scalable audiovisual machine learning solutions to make video content more discoverable, searchable, and valuable. Hendrik Vincent Koops was a guest editor for a special issue on AI and Musical Creativity at the Transactions of the International Society for Music Information Retrieval, which focuses on new research developments in the domain of artificial intelligence applied to modelling and creating music in a variety of styles. In addition to his industry and academic work, Hendrik Vincent Koops is active as a composer, his music has received airplay on numerous local and international platforms, including part of selected and nominated works at international film festivals. He is also a co-organizer of the AI Song Contest, an international competition exploring the use of AI in the songwriting process.",
    "channel_name": "m-11",
    "channel_url": "https://slack.com/app_redirect?channel=C04C4QZ6KUP",
    "position": "11",
    "primary_author": "Hendrik Vincent Koops",
    "primary_email": "hvkoops@gmail.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "Author image: https://images.squarespace-cdn.com/content/v1/6085dfb8c720c07d1517eaaf/1620250978023-FEA5BQ4I0RRKPCN41RVJ/IMG_1746.jpeg\n Artwork: https://drive.google.com/file/d/1BJe6UPxCkLcVPKVpNg178Aog3xV5Tj2E/view?usp=sharing",
    "title": "Recurrent Variations for String Orchestra",
    "uid": "359",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/12kXIKD6D96mwdo_jTmXKDVWCYVsu75HY/preview"
  },
  {
    "abstract": "‘b.io’ is an output of my research into applications of generative machine learning to the practice of free improvisation. This practice-based research is anchored to my longstanding creative practice as an improvising saxophonist, while the presentation style reflects a recent fascination with visualisation of audio using deep learning models. The piece represents the outcome of a process of recording audio datasets, training SampleRNN models of the data, generating and curating samples from them, interacting with them in real-time and finally visualizing the recorded outputs. By making this work I hope to signpost the usefulness and fun of generative machine learning models of raw audio for practitioners of improvised music. ",
    "affiliation": "University of York",
    "author_emails": "mwh512@york.ac.uk",
    "authors": "Mark Hanslip",
    "bio": "Tenor saxophonist and researcher Mark Hanslip emerged in the mid-2000s as a key player on the London jazz scene, gigging nationally and internationally with groups including Outhouse, Nostalgia 77, Jonathan Bratoeff Quartet and Twelves, and has appeared on over 30 recordings on labels including Babel, F-iRE, Tru Thoughts, FMR and Tombed Visions. Since relocating to the north of England, he has co-led organ trio The Revival Room with keyboardist Adam Fairhall, played in trio with Federico Reuben and Paul Hession, toured with his improvising group HTrio plus guest US trumpeter Nate Wooley and performed with guitarist/composer Elliot Sharp and saxophonists Evan Parker and Paul Dunmall. His doctoral practice-led research at the University of York examines the applications of machine learning to the systematic processes and creative outcomes within improvised music.",
    "channel_name": "m-12",
    "channel_url": "https://slack.com/app_redirect?channel=C04CMR4DU5A",
    "position": "12",
    "primary_author": "Mark Hanslip",
    "primary_email": "mwh512@york.ac.uk",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/file/d/1kBZhgO3hlMnlNRWsZFlXgTfwXgIu_RTo/view?usp=sharing",
    "title": "‘b.io’: an Audio-Visual Miniature for Saxophone and Computer",
    "uid": "346",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1kQZZUjC3mwvNVCsnNKgdgr_edM9deD8i/preview"
  },
  {
    "abstract": "Bloom is a piece for violoncello and live electronics that explores tension, using the metaphor of a blooming flower as the basis from which the musical material and form are derived. The work begins with a very simple melodic idea using natural harmonics. These harmonics are developed throughout the piece, eventually blurring the line between pitch and noise, meter and aleatory, and acoustic and electronic elements. The electronic element of the piece is realized using live input from the cello only. This relies on specific musical parameters (namely amplitude and frequency) to control how the input is processed. The piece concludes with a quasi-recapitulation of the opening, this time incorporating non-harmonic tones. This is the most mature statement of the original melodic idea in the piece, which signifies completion of the flowering process.",
    "affiliation": "Louisiana State University",
    "author_emails": "austinalexanderfranklin12@gmail.com",
    "authors": "Austin A Franklin",
    "bio": "Austin Franklin is an internationally recognized composer and sound artist based in Baton Rouge, LA where he is currently pursuing a PhD in Experimental Music & Digital Media from Louisiana State University. His interests include music involving process, such as algorithmic composition and music incorporating machine learning technologies. His music has been described as having “striking effects of togetherness” and “a sense of an ending” (New York Concert Review). His latest album, Four Idols, has been described as “an elegant, artistic statement that demonstrates the flexible possibilities of electronic music” (The Sybaritic Singer). Austin has several pieces for percussion published through C-Alan Publications and his music has been performed throughout North America, South America, Europe, and Asia by ensembles such as Hypercube, The Estrella Consort, and the Four Corners Ensemble. His String Quartet No. 1 “Lanterns” was recently performed at Carnegie Hall.\n \n Austin is the recipient of numerous awards and commissions, including 2nd Place in the American Prize for Composition, the RMN Call for Electroacoustic Works, PARMA Winter Call for Scores, and the ABLAZE Electronic Masters Series Call for Recordings. His music has also been selected for festivals and conferences such as ISMIR, SEAMUS, NEMF, Festival Ecos Urbanos, the New Music on the Bayou Festival, Splice Institute, NYCEMF Festival, WOCMAT, Alba Music Festival, Society of Composers Incorporated, and Electric LaTex. As a technologist, he has presented research at the Web Audio Conference that explores using Web API’s as the basis for designing digital instruments, and at the New Interfaces for Musical Expression Conference that involves simultaneous auditory and vibrotactile stimuli. For more visit austinfranklinmusic.com.\n \n \n Cellist Eduard Teregulov is a soloist, chamber musician, educator, and scholar. Winner of several international competitions in the United States and Europe, he embraces his career of contemporary cellist in the United States. Currently based in Baton Rouge, LA, Teregulov maintains active performance schedule as a soloist and chamber musician across the country. In April 2022, Eduard Teregulov performed in Carnegie Hall with the nationally known Constantinides New Music Ensemble (Louisiana), where he presented music by Mara Gibson, Austin Franklin, Thomas Wilson, and Mikeila McQueston.\n Aside from his career as a concert artist, Dr. Teregulov collaborates with living composers from around the world and works tirelessly on expanding the cello repertoire. As a founding member of Homegrown New Music Ensemble in Florida, Eduard commissioned and premiered over 20 original works for his instrument by composers from South Korea, Germany, Russia, Ukraine, Poland, Vietnam, and the United States.\n Eduard Teregulov holds a Doctor of Musical Arts degree in Cello Performance from Louisiana State University, a Master of Music degree in Cello Performance from University of South Florida, and a Bachelor of Music degree in Cello Performance and Education from Ufa State Academy of Arts.",
    "channel_name": "m-13",
    "channel_url": "https://slack.com/app_redirect?channel=C04CGD43J3X",
    "position": "13",
    "primary_author": "Austin A Franklin",
    "primary_email": "austinalexanderfranklin12@gmail.com",
    "release_consent": "",
    "session": "1",
    "thumbnail_link": "https://drive.google.com/file/d/1xxRfZP4JP861KunDsE6ezjhz8oEeBko6/preview",
    "title": "Bloom for cello and live electronics",
    "uid": "342",
    "web_link": "",
    "yt_id": "https://drive.google.com/file/d/1iJb_BCcR2q2jZbwhbXqkts_YKalWv7L2/preview"
  }
]
